Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: Walk or jog back down. This is a guide; take longer if needed to return safely and recover.
es: Camina o trota al bajar. Esto es una guía; toma más tiempo si lo necesitas para volver con seguridad y recuperarte.
fr: Redescendez en marchant ou en trottinant. Ceci est un repère ; prenez plus de temps si nécessaire pour revenir en sécurité et récupérer.
pt_br: Desça caminhando ou trotando. Isto é um guia; use mais tempo se precisar para voltar com segurança e recuperar.

source: Warm-up
es: Calentamiento
fr: Échauffement
pt_br: Aquecimento

source: Watch recordings
es: Grabaciones del Watch
fr: Enregistrements de la Watch
pt_br: Gravações do Watch

source: Watch records your heart rate, distance and laps independently. Finish there; your run transfers when your paired iPhone reconnects.
es: El Watch graba tu frecuencia cardíaca, distancia y vueltas de forma independiente. Finaliza allí; la carrera se transfiere cuando el iPhone enlazado se reconecta.
fr: La Watch enregistre votre fréquence cardiaque, votre distance et vos tours de manière autonome. Terminez dessus ; la course sera transférée à la reconnexion de l’iPhone jumelé.
pt_br: O Watch grava frequência cardíaca, distância e voltas de forma independente. Finalize por lá; a corrida é transferida quando o iPhone emparelhado reconectar.

source: Watch transfer will retry when connected
es: La transferencia al Watch se reintentará al conectar
fr: Le transfert vers la Watch sera réessayé à la connexion
pt_br: A transferência ao Watch será repetida ao conectar

source: Week %lld
es: Semana %lld
fr: Semaine %lld
pt_br: Semana %lld

source: Weekly baseline
es: Base semanal
fr: Référence hebdomadaire
pt_br: Base semanal

source: Weekly calendar
es: Calendario semanal
fr: Calendrier hebdomadaire
pt_br: Calendário semanal

source: Weekly distance: enter %@–%@.
es: Distancia semanal: introduce %@–%@.
fr: Distance hebdomadaire : saisissez %@–%@.
pt_br: Distância semanal: insira %@–%@.

source: Weekly running distance
es: Distancia semanal de carrera
fr: Distance de course hebdomadaire
pt_br: Distância semanal de corrida

source: Weekly totals in this period
es: Totales semanales del período
fr: Totaux hebdomadaires sur cette période
pt_br: Totais semanais do período

source: Weight
es: Peso
fr: Poids
pt_br: Peso

source: Weight plates
es: Discos de peso
fr: Disques de poids
pt_br: Anilhas

source: Weight unit
es: Unidad de peso
fr: Unité de poids
pt_br: Unidade de peso

source: Weight units
es: Unidades de peso
fr: Unités de poids
pt_br: Unidades de peso

source: Weight ·
es: Peso ·
fr: Poids ·
pt_br: Peso ·

source: Weight: enter %@–%@ or leave it blank.
es: Peso: introduce %@–%@ o déjalo vacío.
fr: Poids : saisissez %@–%@ ou laissez ce champ vide.
pt_br: Peso: insira %@–%@ ou deixe em branco.

source: We’ll get to know the athlete behind the numbers. One small step at a time.
es: Conoceremos al atleta detrás de los números. Un pequeño paso a la vez.
fr: Découvrons la personne derrière les chiffres. Un petit pas à la fois.
pt_br: Vamos conhecer o atleta por trás dos números. Um pequeno passo de cada vez.

source: We’ll make room to rebuild your rhythm. Your starting point is enough.
es: Haremos espacio para recuperar tu ritmo. Tu punto de partida es suficiente.
fr: Nous ferons place à la reprise de votre rythme. Votre point de départ suffit.
pt_br: Vamos abrir espaço para retomar seu ritmo. Seu ponto de partida já basta.

source: What are you working toward?
es: ¿Qué quieres lograr?
fr: Vers quoi voulez-vous avancer ?
pt_br: O que você quer alcançar?

source: What you like to be called
es: Cómo te gusta que te llamen
fr: Le nom que vous préférez
pt_br: Como você gosta de ser chamado

source: When life gets busy, which goal should your training protect first?
es: Cuando la vida se complica, ¿qué meta debe priorizar tu entrenamiento?
fr: Quand la vie s’accélère, quel objectif votre entraînement doit-il privilégier ?
pt_br: Quando a vida fica corrida, qual meta seu treino deve priorizar?

source: Where do you want to grow?
es: ¿Dónde quieres mejorar?
fr: Où souhaitez-vous progresser ?
pt_br: Onde você quer evoluir?

source: Where is your running today?
es: ¿Cómo está tu running hoy?
fr: Où en êtes-vous en course ?
pt_br: Como está sua corrida hoje?

source: Where would you like to grow?
es: ¿En qué te gustaría mejorar?
fr: Où aimeriez-vous progresser ?
pt_br: Onde você gostaria de evoluir?

source: Whole-session pace. Route, conditions, and effort can differ.
es: Ritmo de la sesión completa. La ruta, las condiciones y el esfuerzo pueden variar.
fr: Allure de la séance entière. Le parcours, les conditions et l’effort peuvent varier.
pt_br: Ritmo da sessão completa. Rota, condições e esforço podem variar.

source: Why is my week arranged this way?
es: ¿Por qué mi semana está organizada así?
fr: Pourquoi ma semaine est-elle organisée ainsi ?
pt_br: Por que minha semana está organizada assim?

source: Why this session
es: Por qué esta sesión
fr: Pourquoi cette séance
pt_br: Por que esta sessão

source: Work
es: Esfuerzo
fr: Effort
pt_br: Esforço

source: Workout
es: Entrenamiento
fr: Entraînement
pt_br: Treino

source: Workout interrupted:
es: Entrenamiento interrumpido:
fr: Entraînement interrompu :
pt_br: Treino interrompido:

source: Workout recovered. GPS gaps are excluded from the route.
es: Entrenamiento recuperado. Los tramos sin GPS se excluyen de la ruta.
fr: Entraînement récupéré. Les zones sans GPS sont exclues du parcours.
pt_br: Treino recuperado. Trechos sem GPS são excluídos da rota.

source: Workout saved to Apple Health. Distance stays in hybrd because distance sharing is off.
es: Entrenamiento guardado en Salud de Apple. La distancia se conserva en hybrd porque su uso compartido está desactivado.
fr: Entraînement enregistré dans Santé d’Apple. La distance reste dans hybrd car son partage est désactivé.
pt_br: Treino salvo no Saúde da Apple. A distância fica no hybrd porque o compartilhamento de distância está desativado.

source: Workout saved to Apple Health; its route could not be saved.
es: Entrenamiento guardado en Salud de Apple; no se pudo guardar la ruta.
fr: Entraînement enregistré dans Santé d’Apple ; le parcours n’a pas pu être enregistré.
pt_br: Treino salvo no Saúde da Apple; não foi possível salvar a rota.

source: Workout time remaining
es: Tiempo restante del entrenamiento
fr: Temps restant de la séance
pt_br: Tempo restante do treino

source: YOU
es: TÚ
fr: VOUS
pt_br: VOCÊ

source: YOU EARNED THIS
es: TE LO GANASTE
fr: VOUS L’AVEZ MÉRITÉ
pt_br: VOCÊ CONQUISTOU

source: YOUR HYBRID JOURNEY
es: TU CAMINO HÍBRIDO
fr: VOTRE PARCOURS HYBRIDE
pt_br: SUA JORNADA HÍBRIDA

source: YOUR NEXT WIN
es: TU PRÓXIMO LOGRO
fr: VOTRE PROCHAINE VICTOIRE
pt_br: SUA PRÓXIMA CONQUISTA

source: YOUR PLAN
es: TU PLAN
fr: VOTRE PROGRAMME
pt_br: SEU PLANO

source: You don’t have to choose one kind of athlete. We’ll make space for both.
es: No tienes que elegir un solo tipo de atleta. Haremos espacio para ambos.
fr: Vous n’avez pas à choisir un seul profil sportif. Nous ferons place aux deux.
pt_br: Você não precisa escolher um só tipo de atleta. Vamos abrir espaço para os dois.

source: You don’t need to make up every missed session. Your plan combines running and lifting, so adding extra work can crowd recovery. Open a session in Plan to skip it or review a move. You’ll see any nearby key-session conflicts before accepting. No changes have been made.
es: No necesitas recuperar cada sesión perdida. Tu plan combina carrera y fuerza, así que añadir trabajo puede reducir la recuperación. Abre una sesión en Plan para omitirla o revisar un cambio de fecha. Verás los conflictos con sesiones clave cercanas antes de aceptar. No se ha cambiado nada.
fr: Vous n’avez pas besoin de rattraper chaque séance manquée. Votre programme combine course et musculation ; ajouter du travail peut réduire la récupération. Ouvrez une séance dans Programme pour l’ignorer ou envisager un déplacement. Les conflits avec des séances clés proches seront affichés avant validation. Aucune modification n’a été faite.
pt_br: Você não precisa compensar toda sessão perdida. Seu plano combina corrida e força, então adicionar trabalho pode prejudicar a recuperação. Abra uma sessão em Plano para pular ou revisar uma mudança de data. Você verá os conflitos com sessões principais próximas antes de aceitar. Nenhuma alteração foi feita.

source: You should be able to speak in full sentences.
es: Deberías poder hablar con frases completas.
fr: Vous devriez pouvoir parler en phrases complètes.
pt_br: Você deve conseguir falar frases completas.

source: Your BPM ranges
es: Tus rangos de lpm
fr: Vos plages de bpm
pt_br: Suas faixas de bpm

source: Your Watch companion displays upcoming prescriptions.
es: La app del Watch muestra las próximas sesiones prescritas.
fr: L’app Watch affiche les prochaines séances prescrites.
pt_br: O app do Watch mostra as próximas sessões prescritas.

source: Your actual distance, time, effort, and notes will be saved.
es: Se guardarán tu distancia, tiempo, esfuerzo y notas reales.
fr: Votre distance, votre temps, votre effort et vos notes réels seront enregistrés.
pt_br: Sua distância, tempo, esforço e notas reais serão salvos.

source: Your answers and membership choice are saved on this device for testing. No account was created and no payment was made.
es: Tus respuestas y tu elección de membresía se guardaron en este dispositivo para pruebas. No se creó ninguna cuenta ni se hizo ningún pago.
fr: Vos réponses et votre choix d’abonnement sont enregistrés sur cet appareil pour les tests. Aucun compte n’a été créé et aucun paiement n’a été effectué.
pt_br: Suas respostas e escolha de assinatura foram salvas neste dispositivo para testes. Nenhuma conta foi criada e nenhum pagamento foi feito.

source: Your balance
es: Tu equilibrio
fr: Votre équilibre
pt_br: Seu equilíbrio

source: Your benchmarks
es: Tus marcas de referencia
fr: Vos références
pt_br: Suas referências

source: Your body measurements aren’t a score. They’re optional context that you control.
es: Tus medidas no son una calificación. Son datos opcionales que tú controlas.
fr: Vos mensurations ne sont pas une note. Ce sont des informations facultatives que vous maîtrisez.
pt_br: Suas medidas não são uma nota. São informações opcionais que você controla.

source: Your calendar
es: Tu calendario
fr: Votre calendrier
pt_br: Seu calendário

source: Your changes could not be saved. Please try again. %@
es: No se pudieron guardar los cambios. Inténtalo de nuevo. %@
fr: Vos modifications n’ont pas pu être enregistrées. Réessayez. %@
pt_br: Não foi possível salvar as alterações. Tente novamente. %@

source: Your changes couldn’t be saved. Please try again.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Vos modifications n’ont pas pu être enregistrées. Réessayez.
pt_br: Não foi possível salvar as alterações. Tente novamente.

source: Your direction
es: Tu rumbo
fr: Votre direction
pt_br: Sua direção

source: Your existing profile and workouts stay as they are during this preview.
es: Tu perfil y tus entrenamientos actuales se mantienen durante esta vista previa.
fr: Votre profil et vos entraînements existants restent inchangés pendant cet aperçu.
pt_br: Seu perfil e seus treinos atuais permanecem iguais durante esta prévia.

source: Your experience
es: Tu experiencia
fr: Votre expérience
pt_br: Sua experiência

source: Your fastest times.
es: Tus mejores tiempos.
fr: Vos meilleurs temps.
pt_br: Seus melhores tempos.

source: Your first milestone
es: Tu primer logro
fr: Votre première étape
pt_br: Sua primeira conquista

source: Your first session starts the story.
es: Tu primera sesión inicia la historia.
fr: Votre première séance lance l’histoire.
pt_br: Sua primeira sessão começa a história.

source: Your five zones
es: Tus cinco zonas
fr: Vos cinq zones
pt_br: Suas cinco zonas

source: Your foundation
es: Tu base
fr: Vos fondations
pt_br: Sua base

source: Your goals
es: Tus metas
fr: Vos objectifs
pt_br: Suas metas

source: Your goals, equipment, and focus areas.
es: Tus metas, equipo y áreas prioritarias.
fr: Vos objectifs, votre matériel et vos priorités.
pt_br: Suas metas, equipamento e áreas prioritárias.

source: Your gym
es: Tu gimnasio
fr: Votre salle
pt_br: Sua academia

source: Your gym. Your possibilities.
es: Tu gimnasio. Tus posibilidades.
fr: Votre salle. Vos possibilités.
pt_br: Sua academia. Suas possibilidades.

source: Your heart. Your zones.
es: Tu corazón. Tus zonas.
fr: Votre cœur. Vos zones.
pt_br: Seu coração. Suas zonas.

source: Your journey
es: Tu camino
fr: Votre parcours
pt_br: Sua jornada

source: Your key run comes first. Upper-body strength is optional today, so you can leave room for recovery.
es: Tu carrera clave va primero. La fuerza de tren superior es opcional hoy para dejar espacio a la recuperación.
fr: Votre course clé passe en premier. La musculation du haut du corps est facultative aujourd’hui pour laisser place à la récupération.
pt_br: Sua corrida principal vem primeiro. O treino de membros superiores é opcional hoje para deixar espaço para recuperar.

source: Your lifting gets the spotlight. Running helps build your engine alongside it.
es: Tu fuerza toma protagonismo. El running desarrolla tu resistencia a su lado.
fr: Votre musculation passe au premier plan. La course développe votre endurance en parallèle.
pt_br: Sua força ganha destaque. A corrida desenvolve sua resistência junto com ela.

source: Your lineup
es: Tus ejercicios
fr: Vos exercices
pt_br: Seus exercícios

source: Your measurements are safe locally. Apple Health saving could not be confirmed after the interruption.
es: Tus medidas están guardadas localmente. No se pudo confirmar el guardado en Salud de Apple tras la interrupción.
fr: Vos mesures sont conservées localement. L’enregistrement dans Santé d’Apple n’a pas pu être confirmé après l’interruption.
pt_br: Suas medidas estão salvas localmente. Não foi possível confirmar o salvamento no Saúde da Apple após a interrupção.

source: Your milestones
es: Tus logros
fr: Vos étapes
pt_br: Suas conquistas

source: Your momentum
es: Tu impulso
fr: Votre élan
pt_br: Seu impulso

source: Your name
es: Tu nombre
fr: Votre nom
pt_br: Seu nome

source: Your next chapter
es: Tu próximo capítulo
fr: Votre prochain chapitre
pt_br: Seu próximo capítulo

source: Your next chapter awaits
es: Tu próximo capítulo te espera
fr: Votre prochain chapitre vous attend
pt_br: Seu próximo capítulo espera por você

source: Your next chapter, %@.
es: Tu siguiente capítulo, %@.
fr: Votre prochain chapitre, %@.
pt_br: Seu próximo capítulo, %@.

source: Your next chapter.
es: Tu próximo capítulo.
fr: Votre prochain chapitre.
pt_br: Seu próximo capítulo.

source: Your next sessions have not been moved.
es: Tus próximas sesiones no se han movido.
fr: Vos prochaines séances n’ont pas été déplacées.
pt_br: Suas próximas sessões não foram movidas.

source: Your notes
es: Tus notas
fr: Vos notes
pt_br: Suas notas

source: Your own effort
es: Tu propio esfuerzo
fr: Votre propre effort
pt_br: Seu próprio esforço

source: Your own pace.
es: A tu propio ritmo.
fr: À votre propre rythme.
pt_br: No seu próprio ritmo.

source: Your own rhythm
es: Tu propio ritmo
fr: Votre propre rythme
pt_br: Seu próprio ritmo

source: Your personal BPM ranges are shown in the run steps.
es: Tus rangos personales de lpm se muestran en los pasos de la carrera.
fr: Vos plages personnelles de bpm sont affichées dans les étapes de course.
pt_br: Suas faixas pessoais de bpm aparecem nas etapas da corrida.

source: Your plan changed while you were reviewing. Reopen this workout to review the latest schedule.
es: Tu plan cambió mientras lo revisabas. Abre de nuevo este entrenamiento para ver el calendario actual.
fr: Votre programme a changé pendant la vérification. Rouvrez cet entraînement pour voir le dernier calendrier.
pt_br: Seu plano mudou durante a revisão. Reabra este treino para ver a programação atual.

source: Your plan changed while you were reviewing. Return to your profile and review the latest block.
es: Tu plan cambió mientras lo revisabas. Vuelve al perfil y revisa el bloque más reciente.
fr: Votre programme a changé pendant la vérification. Retournez à votre profil et examinez le dernier bloc.
pt_br: Seu plano mudou durante a revisão. Volte ao perfil e revise o bloco mais recente.

source: Your preview couldn’t be saved. Keep this screen open and try again.
es: No se pudo guardar la vista previa. Mantén esta pantalla abierta e inténtalo de nuevo.
fr: Impossible d’enregistrer votre aperçu. Gardez cet écran ouvert et réessayez.
pt_br: Não foi possível salvar a prévia. Mantenha esta tela aberta e tente novamente.

source: Your preview data
es: Tus datos de vista previa
fr: Vos données d’aperçu
pt_br: Seus dados da prévia

source: Your profile changed while you were editing. Reopen it to use the latest details.
es: Tu perfil cambió mientras lo editabas. Ábrelo de nuevo para usar los datos más recientes.
fr: Votre profil a changé pendant la modification. Rouvrez-le pour utiliser les dernières données.
pt_br: Seu perfil mudou durante a edição. Reabra para usar os dados mais recentes.

source: Your real life
es: Tu vida real
fr: Votre quotidien
pt_br: Sua vida real

source: Your recent routine matters more than your best-ever week. Zero is a valid starting point.
es: Tu rutina reciente importa más que tu mejor semana. Cero es un punto de partida válido.
fr: Votre routine récente compte plus que votre meilleure semaine. Zéro est un point de départ valable.
pt_br: Sua rotina recente importa mais que sua melhor semana. Zero é um ponto de partida válido.

source: Your rhythm
es: Tu ritmo
fr: Votre rythme
pt_br: Seu ritmo

source: Your run stays on Watch until iPhone confirms it is saved.
es: Tu carrera permanece en el Watch hasta que el iPhone confirme que está guardada.
fr: Votre course reste sur la Watch jusqu’à confirmation de son enregistrement sur iPhone.
pt_br: Sua corrida fica no Watch até o iPhone confirmar que foi salva.

source: Your run was saved, but its checkpoint could not be cleared. Retry Done.
es: Tu carrera se guardó, pero no se pudo borrar el punto de recuperación. Vuelve a tocar Listo.
fr: Votre course a été enregistrée, mais son point de reprise n’a pas pu être effacé. Touchez de nouveau Terminé.
pt_br: Sua corrida foi salva, mas não foi possível limpar o ponto de recuperação. Toque em OK novamente.

source: Your run, on your wrist
es: Tu carrera, en tu muñeca
fr: Votre course, à votre poignet
pt_br: Sua corrida, no seu pulso

source: Your running and lifting experience can be completely different. We’ll treat them that way.
es: Tu experiencia corriendo y levantando pesas puede ser muy distinta. La trataremos por separado.
fr: Votre expérience en course et en musculation peut être très différente. Nous en tiendrons compte.
pt_br: Sua experiência na corrida e na musculação pode ser bem diferente. Vamos respeitar isso.

source: Your running and lifting experience can be different. Set each at your own pace.
es: Tu experiencia en carrera y fuerza puede ser distinta. Define cada una a tu ritmo.
fr: Votre expérience en course et en musculation peut différer. Définissez chacune à votre rythme.
pt_br: Sua experiência em corrida e força pode ser diferente. Defina cada uma no seu ritmo.

source: Your running leads the way. Strength supports the athlete behind every run.
es: Tu running marca el camino. La fuerza apoya al atleta detrás de cada carrera.
fr: La course montre la voie. La musculation soutient l’athlète derrière chaque sortie.
pt_br: Sua corrida aponta o caminho. A força apoia o atleta por trás de cada corrida.

source: Your space to get stronger.
es: Tu espacio para ganar fuerza.
fr: Votre espace pour devenir plus fort.
pt_br: Seu espaço para ficar mais forte.

source: Your splits
es: Tus parciales
fr: Vos temps intermédiaires
pt_br: Suas parciais

source: Your starting mindset
es: Tu actitud al empezar
fr: Votre état d’esprit de départ
pt_br: Sua disposição para começar

source: Your starting point
es: Tu punto de partida
fr: Votre point de départ
pt_br: Seu ponto de partida

source: Your starting point. Your next personal best.
es: Tu punto de partida. Tu próximo récord personal.
fr: Votre point de départ. Votre prochain record personnel.
pt_br: Seu ponto de partida. Seu próximo recorde pessoal.

source: Your training data could not be opened. It has not been reset. %@
es: No se pudieron abrir tus datos de entrenamiento. No se han restablecido. %@
fr: Vos données d’entraînement n’ont pas pu être ouvertes. Elles n’ont pas été réinitialisées. %@
pt_br: Não foi possível abrir seus dados de treino. Eles não foram redefinidos. %@

source: Your training days
es: Tus días de entrenamiento
fr: Vos jours d’entraînement
pt_br: Seus dias de treino

source: Your training, connected.
es: Tu entrenamiento, conectado.
fr: Votre entraînement, connecté.
pt_br: Seu treino, conectado.

source: Your weekly rhythm
es: Tu ritmo semanal
fr: Votre rythme hebdomadaire
pt_br: Seu ritmo semanal

source: Your working sets
es: Tus series de trabajo
fr: Vos séries de travail
pt_br: Suas séries de trabalho

source: You’re exploring a sample block.
es: Estás explorando un bloque de ejemplo.
fr: Vous explorez un bloc d’exemple.
pt_br: Você está explorando um bloco de exemplo.

source: You’ve logged %lld sessions: %@ of running and %lld strength sessions. These totals reflect your saved results. A longer history is needed to assess a trend.
es: Has registrado %lld sesiones: %@ de carrera y %lld sesiones de fuerza. Estos totales reflejan tus resultados guardados. Se necesita más historial para evaluar una tendencia.
fr: Vous avez enregistré %lld séances : %@ de course et %lld séances de musculation. Ces totaux reflètent vos résultats enregistrés. Un historique plus long est nécessaire pour évaluer une tendance.
pt_br: Você registrou %lld sessões: %@ de corrida e %lld sessões de força. Esses totais refletem os resultados salvos. É preciso um histórico maior para avaliar uma tendência.

source: Zone %lld
es: Zona %lld
pt_br: Zona %lld

source: Zone %lld starts at, beats per minute
es: La Zona %lld empieza en, latidos por minuto
fr: Début de la Zone %lld, battements par minute
pt_br: A Zona %lld começa em, batimentos por minuto

source: Zone boundary
es: Límite de zona
fr: Seuil de zone
pt_br: Limite da zona

source: Zone targets describe the intended intensity in a five-zone system. The session ring shows planned time, not recorded heart rate.
es: Los objetivos de zona describen la intensidad prevista en un sistema de cinco zonas. El anillo muestra el tiempo planificado, no la frecuencia cardíaca registrada.
fr: Les cibles de zone décrivent l’intensité prévue dans un système à cinq zones. L’anneau affiche le temps prévu, pas la fréquence cardiaque enregistrée.
pt_br: Os alvos de zona descrevem a intensidade prevista em um sistema de cinco zonas. O anel mostra o tempo planejado, não a frequência cardíaca registrada.

source: Zone —
es: Zona —
pt_br: Zona —

source: bpm
es: lpm

source: e.g.
es: p. ej.
fr: p. ex.
pt_br: ex.:

source: e.g. 5
es: p. ej. 5
fr: p. ex. 5
pt_br: ex.: 5

source: easy
es: suave
fr: facile
pt_br: leve

source: exercises
es: ejercicios
fr: exercices
pt_br: exercícios

source: highest work target
es: objetivo máximo de esfuerzo
fr: cible d’effort la plus élevée
pt_br: alvo máximo de esforço

source: hybrd membership
es: Membresía hybrd
fr: Abonnement hybrd
pt_br: Assinatura hybrd

source: jog
es: trote
fr: footing
pt_br: trote

source: kilometer
es: kilómetro
fr: kilomètre
pt_br: quilômetro

source: logged
es: registrado
fr: enregistré
pt_br: registrado

source: main HR target
es: objetivo principal de FC
fr: cible principale de FC
pt_br: alvo principal de FC
